alsa-utils
ansible
ansible-language-server
ansible-lint
autoconf
automake
autopep8
base
bat
biber
binutils
bison
bottom
boxes
brave-bin
bspwm
checkstyle
ctags
cuda
cudnn
datagrip
dhcpcd
discord
dmenu
docker
docker-compose
dockerfile-language-server
dragon-drag-and-drop
exa
fakeroot
flake8
flameshot
flex
fzf
gcc
gimp
git
git-filter-repo
google-java-format
gpick
gradle
gucharmap
handlr
htop
imagemagick
insomnia-bin
intel-ucode
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
ipe
jdk-openjdk
jdk11-openjdk
jq
jupyter-notebook
kitty
libtool
linux
linux-firmware
lsdesktopf
lua-language-server
lxappearance
lynx
m4
make
man-db
man-pages
materia-theme-git
maven
mlocate
mullvad-vpn
ncdu
neofetch
neomutt
neovim
neovim-remote
nerd-fonts-jetbrains-mono
nitrogen
nnn-nerd
nvidia
nvidia-settings
openssh
oreo-cursors-git
pacgraph
pacutils
papirus-icon-theme
paru
patch
pavucontrol
pdftk
peek
picom-jonaburg-git
pkgconf
pkgfile
playerctl
pmd
polybar
powerline-fonts-git
prettier
pulseaudio
pycharm-professional
pyright
python-pip
python-pynvim
redshift
reflector
ripgrep
rofi
rofi-emoji
rtorrent-ps
rust-analyzer
sc-im
spotify
stow
sudo
sxhkd
task
teams
tectonic-bin
texinfo
texlab
trash-cli
tree
ttf-iosevka-nerd
ttf-twemoji
typescript-language-server
ueberzug
uncrustify
unzip
urlview
vim
vim-language-server
vim-plug
volantes-cursors
which
whois
wmname
write-good
xbindkeys
xclip
xdg-utils
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yapf
yarn
zathura
zathura-pdf-mupdf
zip
zscroll-git
zsh
zsh-autopair-git
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
