alsa-utils
ansible
ansible-language-server
ansible-lint
autoconf
automake
autopep8
base
base-devel
bash-language-server
bat
biber
binutils
bison
bottom
boxes
bspwm
btop
checkstyle
cloc
cmus
ctags
cuda
cudnn
debugedit
dejagnu
dhcpcd
discord
dmenu
docker
docker-compose
dockerfile-language-server
dotnet-sdk
doxygen
dragon-drag-and-drop
entr
espeak
evince
exa
exercism
exfat-utils
expect
fakeroot
fd
firefox
flake8
flameshot
flex
fzf
gcc
gimp
git
git-filter-repo
github-cli
go
go-tools
google-chrome
google-cloud-sdk
google-java-format
gopls
gpick
gradle
gucharmap
hadolint-bin
handlr
htop
imagemagick
inetutils
insomnia-bin
intel-ucode
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
ipe
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jdtls
jq
jupyter-notebook
kitty
kubectl
lib32-systemd
libtool
linux
linux-firmware
lolcat
lombok-common
lsdesktopf
lua-language-server
lxappearance
lynx
m4
make
man-db
man-pages
materia-theme-git
maven
mediainfo
minikube
mkcert
mlocate
mongosh-bin
ncdu
neofetch
neomutt
neovim
neovim-remote
nitrogen
nnn-nerd
noto-fonts-cjk
nvidia
nvidia-settings
nvim-packer-git
nvm
nvtop
obs-studio
openssh
oreo-cursors-git
p7zip
pacgraph
pacutils
papirus-icon-theme
paru
patch
pavucontrol
pdftk
peek
picom-jonaburg-git
pkgconf
pkgfile
playerctl
pmd
polybar
powerline-fonts-git
prettier
pulseaudio
pycharm-professional
pyenv
pyenv-virtualenv
pyright
python-pip
python-pipreqs
python-pynvim
redshift
reflector
rider
ripgrep
rofi
rofi-emoji
rust-analyzer
sc-im
shellcheck
shfmt
signal-desktop
spotify
sqls-bin
steam
stow
stylua
sudo
sxhkd
task
teams
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tllocalmgr-git
tmux
tmux-bash-completion-git
tmuxp
trash-cli
tree
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-merriweather
ttf-twemoji
ttf-windows
typescript-language-server
ueberzug
uncrustify
unzip
urlview
vale-bin
vim
vim-language-server
vint
vlc
volantes-cursors
vscode-json-languageserver
which
whois
wmname
xbanish
xbindkeys
xclip
xdg-utils
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yaml-language-server
yapf
yarn
zathura
zathura-pdf-mupdf
zip
zscroll-git
zsh
zsh-autopair-git
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
